Repository: VityaSchel/session-watchos
Catalog: Localizable.xcstrings
Source language: en
Languages: ru

# author
source: Created by hloth.dev
ru: Автор: hloth.dev

source: Confirm
ru: Подтвердить

source: Continue
ru: Продолжить

source: Copy mnemonic
ru: Скопировать мнемонику

source: Couldn't resolve ONS
ru: Получатель не найден

source: Create
ru: Создать

source: Create Closed Group
ru: Создать беседу

# displayName
source: Profile name
ru: Имя профиля

# displayNameTooLong
source: This profile name is too long
ru: Это имя профиля слишком длинное

# emptyConversation
source: It's empty there
ru: Здесь пусто

source: Error
ru: Ошибка

# errorUnableToDecodeResponse
source: Unable to decode response
ru: Не удалось обработать ответ

source: Invalid recipient
ru: Некорректный адрес получателя

source: Join Community
ru: Войти в сообщество

# loginSuccessIntro
source: Welcome Your Session ID is
ru: Добро пожаловать Ваш Session ID:

# messageInputPlaceholder
source: Type message...
ru: Сообщение...

source: Mnemonic
ru: Мнемоника

# newConversationTitle
source: New Conversation
ru: Создать чат

# newDirectMessage
source: New Message
ru: Новое сообщение

# recipientInputPlaceholder
source: Session ID or ONS name
ru: Session ID или ONS имя

source: Save
ru: Сохранить

source: Scan to continue
ru: Отсканируйте, чтобы продолжить

source: Send
ru: Отправить

# settingsTitle
source: Settings
ru: Настройки

source: Sign In
ru: Войти

# signInButton
source: Login with mnemonic
ru: Войти с мнемоникой

source: Sign Out
ru: Выйти

# signOutWarning
source: Warning: this will erase local database, you won't be able to restore messages older than 14 days
ru: Осторожно: при выходе удалится локальная база данных, вы не сможете восстановить сообщения старше 14 дней

source: Sign Up
ru: Регистрация

# signUpButton
source: Create Session ID
ru: Создать Session ID

# signUpDisplayName
source: Your profile name
ru: Отображаемое имя

# welcome
source: Welcome to Session
ru: Приветствуем в Session
